---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceGridOptionParamn2
source: html/638caad7-f816-4659-8146-c2551d36d63e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.DividedSurfaceGridOptionParamn2 Property

"Option 2"

## Syntax (C#)
```csharp
public static ForgeTypeId DividedSurfaceGridOptionParamn2 { get; }
```